# TatsianaLarina

Это проект который объясняет, как использовать ...

## Цель проекта 
Разработать инфраструктуру для приложения интернет-магазина, которая позволит совершать покупки, управлять складом и товарными запасами, реализовать доставку, проводить оплату товаров, формировать необхлдимую отчетность

## Поддержка
При возникновении сложностей или вопросов по использованию пакета, создайте обсуждение в данной репозитории или напишите на электронную почту tlarina161@gmail.com

## Архитектура проекта
Архитектура проекта представлена в файле ........

## API
Документация API для работы с проектом представлена в [файле].... дополнительно ознакомиться можно пройдя по ссылке: ....
Общее описание работы с [OpenAPI] 

## Описание Kafka
Описание используемого брокера сообщений, приложения продъюсера, консъюмера, а так же требования представлены в разделе [Kafka] .....

